Repository: laterpay/laterpay-wordpress-subscriber-migrator
Catalog: languages/laterpay-migrator-*.po
Languages: de_de

source: Test mode
de_de: Test-Modus

source: Earn money in <i>live mode</i>
de_de: Verdienen Sie Geld im <i>Live-Modus</i>

source: Number of valid subscriber records in imported CSV file
de_de: Anzahl gültiger Abonnentendaten in der importierten CSV-Datei

source: Valid
de_de: Gültig

source: Number of incomplete subscriber records in imported CSV file
de_de: Anzahl unvollständiger Abonnentendaten in der importierten CSV-Datei

source: Invalid
de_de: Ungültig

source: Number of subscribers who have already switched to LaterPay
de_de: Anzahl der Abonnenten, die bereits zu LaterPay gewechselt sind

source: Migrated
de_de: Migriert

source: Number of subscribers who have not switched to LaterPay yet
de_de: Anzahl der Abonnentent, die noch nicht zu LaterPay gewechselt sind

source: Remaining
de_de: Verbleibend

source: Last expiry in imported subscriber records
de_de: Spätestes Enddatum in den importierten Abonnentendaten

source: Last Expiry
de_de: Spätestes Enddatum

source: Migrating
de_de: Migration

source: Complete
de_de: Fertig

source: Start Migration
de_de: Migration starten

source: Pause Migration
de_de: Migration pausieren

source: Subscriber Data CSV Import
de_de: Abonnentendaten CSV-Import

source: Select CSV File to Upload
de_de: CSV-Datei zum Hochladen auswählen

source: Required Data Format
de_de: Erforderliches Datenformat

source: Text qualified by double quotes
de_de: Text in doppelten Anführungszeichen

source: Fields delimited by semicolons
de_de: Felder durch Strichpunkte getrennt

source: File encoded in UTF-8
de_de: Datei in UTF-8 kodiert

source: No first line with field names
de_de: Keine Zeilenüberschriften mit Feldnamen

source: Required Data per Record (in that order!)
de_de: Erforderliche Daten pro Eintrag (in dieser Reihenfolge!)

source: Email address
de_de: E-Mail-Adresse

source: First name
de_de: Vorname

source: Family name
de_de: Familienname

source: Expiry date of subscription (dd-mm-yyyy)
de_de: Enddatum des Abos (tt-mm-jjjj)

source: Subscribed product
de_de: Abonniertes Produkt

source: You can %s and fill in your real data.
de_de: Sie können eine %s und Ihre echten Daten eintragen.

source: download a template CSV file here
de_de: Vorlage für die CSV-Datei hier herunterladen

source: Delete existing and import new subscriber data
de_de: Bestehende Abonnentendaten löschen und neue importieren

source: Subscription Mapping
de_de: Abo-Zuordnung

source: Subscribed Product
de_de: Abonniertes Produkt

source: Time Pass to Offer
de_de: Diesen Zeitpass anbieten

source: Role to Assign
de_de: Diese Rolle zuweisen

source: Role to Remove
de_de: Diese Rolle entfernen

source: select a time pass
de_de: Zeitpass auswählen

source: none
de_de: keine

source: Subscriber Communication
de_de: Kommunikation mit Abonnenten

source: Sitenotice
de_de: Mitteilung auf Ihrer Website

source: During migration, the plugin renders a sitenotice bar for subscribers asking them to switch to a free time pass for the rest of their subscription period.
de_de: Während der Migration zeigt das Plugin eine Meldung auf Ihrer Website an, die Abonnenten bittet, zu einem kostenfreien Zeitpass zu wechseln, der für die Restlaufzeit ihres Abos gültig ist.

source: Background Color
de_de: Hintergrundfarbe

source: Enter a valid CSS color
de_de: Geben Sie eine gültige CSS-Farbe ein

source: Text Color
de_de: Textfarbe

source: Email Notifications
de_de: E-Mail-Benachrichtigungen

source: The plugin will send every subscriber who has not yet switched to LaterPay up to two emails asking them to switch to a free time pass for the rest of their subscription period.
de_de: Das Plugin wird jedem Abonnenten, der noch nicht zu LaterPay gewechselt ist, maximal zwei E-Mails senden, in denen er gebeten wird, zu einem kostenfreien Zeitpass zu wechseln, der für die Restlaufzeit seines Abos gültig ist.

source: To ensure smooth delivery and rendering of the emails, we send these emails with <a href="http://mailchimp.com/" class="lp_inline" target="_blank">MailChimp</a>.
de_de: Um eine problemlose Zustellung und Anzeige der E-Mails sicherzustellen, senden wir diese E-Mails mit <a href="http://mailchimp.com/" class="lp_inline" target="_blank">MailChimp</a>.

source: If you don’t have a MailChimp account, you can subscribe to the free <a href="http://mailchimp.com/pricing/" class="lp_inline" target="_blank">MailChimp “Entrepreneur” plan</a>, which allows up to 2,000 recipients.
de_de: Wenn Sie nicht über einen MailChimp-Account verfügen, können Sie einen kostenlosen <a href="http://mailchimp.com/pricing/" class="lp_inline" target="_blank">MailChimp “Entrepreneur” Plan</a> abschließen, mit dem Sie bis zu 2.000 Empfänger adressieren können.

source: For every email type you have to create a <strong>campaign</strong> and a <strong>list</strong> on MailChimp.
de_de: Für jede Art von E-Mail müssen Sie eine <strong>Kampagne</strong> und eine <strong>Liste</strong> in MailChimp anlegen.

source: The campaign defines the email layout to be used as well as the subscriber list, the campaign is sent to.
de_de: Die Kampagne definiert das E-Mail-Layout und die Liste der Abonnenten, an die die Kampagne gesendet wird.

source: Account Settings &#10142; Extras &#10142; API keys
de_de: Konto-Einstellungen &#10142; Extras &#10142; API-Keys

source: My site uses SSL
de_de: Meine Webseite nutzt SSL

source: Email Notification 1, sent 14 days before the subscription expires
de_de: E-Mail-Benachrichtigung 1, wird 14 Tage vor Ablauf des Abos gesendet

source: MailChimp Campaign Name
de_de: MailChimp Kampagnen-Name

source: Enter MailChimp campaign name
de_de: MailChimp Kampagnen-Namen eingeben

source: Email Notification 2, sent on the day the subscription expires
de_de: E-Mail-Benachrichtigung 2, wird am Ablauftag des Abos gesendet

source: The LaterPay plugin has to be installed and activated.
de_de: Das LaterPay Plugin muss installiert und aktiviert werden.

source: Subscriber
de_de: Abonnent

source: The migration process is paused now.
de_de: Die Migration ist nun pausiert.

source: Incorrect nonce.
de_de: Ungültige Zeichenfolge.

source: You have to configure the Subscription Mapping and Subscriber Communication sections before you can start the migration process.
de_de: Sie müssen die Abschnitte zur Abo-Zuordnung und zur Kommunikation mit Abonnenten konfigurieren, bevor Sie die Migration starten können.

source: Campaign %s does not exist
de_de: Kampagne %s existiert nicht

source: Mailchimp error:
de_de: MailChimp-Fehler:

source: Wrong product mapping params.
de_de: Falsche Parameter bei der Produkt-Zuordnung

source: There are no products in the system. Please upload a CSV file with correct products.
de_de: Es gibt keine Produkte im System. Bitte laden Sie eine CSV-Datei mit gültigen Produkten hoch.

source: Missed data, probably was not uploaded or not processed.
de_de: Fehlende Daten, vielleicht wurden diese nicht hochgeladen oder verarbeitet.

source: The plugin is now migrating your subscribers to LaterPay.
de_de: Das Plugin migriert nun Ihre Abonnenten zu LaterPay.

source: Get a free time pass for the rest of your subscription period
de_de: Kostenlosen Zeitpass für die Restlaufzeit Ihres Abos erhalten

source: Switch for Free Now
de_de: Jetzt kostenlos wechseln

source: You have to pause the migration before you can upload new data.
de_de: Sie müssen die Migration pausieren, bevor Sie neue Daten hochladen können.

source: Incorrect token.
de_de: Ungültiger Token.

source: Incorrect file.
de_de: Ungültige Datei.

source: The file you tried to upload did not conform to the required format.
de_de: Die Datei, die Sie hochladen möchten, erfüllt nicht die Formatanforderungen.

source: Can't upload file. Please make sure the upload folder is writable.
de_de: Hochladen nicht möglich. Bitte stellen Sie sicher, dass der Upload-Ordner beschreibbar ist.

source: Error when writing to the database.
de_de: Fehler beim Schreiben in die Datenbank.

source: File contains invalid data.
de_de: Datei enthält ungültige Daten.

source: File was successfully processed.
de_de: Datei wurde erfolgreich verarbeitet.
